import React, { Component } from 'react';

class Why extends Component {
    render() {
        return (
            <div>
                <section>
                    <h2 className="headlineText">Перевірена якість медичних послуг</h2>
                    <div className="project-gallery" id="gallery">
                        <div className="project">
                            <img src="https://center-slon.ru/wp-content/uploads/2020/12/6-1422.jpg" alt="Project 1" width="500" />
                            <h3>Клініка "Турбота про Тварин"</h3>
                            <p>Наша клініка працює над порятунком та вилікуванням бездомних тварин. Ми надаємо їм
                                необхідну медичну
                                допомогу, забезпечуємо їм затишне притулок та шукаємо нові люблячі сім'ї для усіх
                                наших пацієнтів.</p>
                        </div>
                        <div className="project">
                            <img src="https://zoomedic.ru/wp-content/uploads/2020/08/1-1.jpg" alt="Project 2" width="500" />
                            <h3>Рятунок та відновлення диких тварин</h3>
                            <p>Ми працюємо над відновленням та поверненням диких тварин до їх природного середовища.
                                Наша команда
                                дбає про їх благополуччя, надаючи медичну допомогу, годування та піклуючись про них
                                до повного
                                одужання.</p>
                        </div>
                        <div className="project">
                            <img src="https://vkdobrieruki.ru/d/image002_0.jpg" alt="Project 3" width="500" />
                            <h3>Програма адопції тварин</h3>
                            <p>Наша клініка пропонує програму адопції, яка допомагає знайти нові домівки для
                                бездомних тварин. Ми
                                забезпечуємо відповідальних власників для кожного тварини та забезпечуємо
                                післяпродажну підтримку для
                                їх благополуччя.</p>
                        </div>
                        <div className="project">
                            <img src="https://image2.yell.ru/imager/YTgwY2U1YjEwZWQzZTNkNGNjM/480x240/responses/4/2/4/r_1861642_26661_zkztgjdz5pt7iv8n_1640769406.jpg" alt="Project 4" width="500" />
                            <h3>Програма стерилізації та кастрації</h3>
                            <p>
                                Наша клініка здійснює програму стерилізації та кастрації бездомних тварин з метою
                                зменшення їхньої популяції та
                                контролю розмноження. Ми надаємо ці послуги безкоштовно та допомагаємо забезпечити
                                тимчасовий догляд за твариною
                                після операції.</p>
                        </div>
                    </div>
                    <p className="mainText">Досвідчені лікарі та уважний персонал - це далеко не все, що наша
                        ветеринарна клініка може запропонувати своїм
                        клієнтам. Ознайомтесь із нашим переліком переваг, які роблять нашу клініку відмінним вибором для
                        вашої
                        тварини:</p>
                    <ul>
                        <li className="mainText">Повний спектр послуг: наші ветеринарні лікарі готові надати всебічну
                            допомогу вашій тварині, від
                            профілактичних оглядів та вакцинації до складних операцій та лікування захворювань.
                        </li>
                        <li className="mainText">Найсучасніше обладнання: наша клініка оснащена найновішим обладнанням,
                            що дозволяє нам забезпечувати
                            високоякісну медичну допомогу вашим тваринам.
                        </li>
                        <li className="mainText">Дружній та уважний персонал: наші співробітники люблять тварин та
                            ставляться до них з повагою. Ми завжди
                            готові допомогти вам та вашим улюбленцям, відповісти на всі запитання та забезпечити
                            найкращий сервіс.
                        </li>
                        <li className="mainText">Надійність та відповідальність: ми розуміємо, наскільки важливо для вас
                            здоров'я та добробут вашої тварини.
                            Тому ми завжди працюємо з великою відповідальністю та надійністю, щоб забезпечити
                            максимальну допомогу
                            вашому улюбленцеві.
                        </li>
                        <li className="mainText">Зручний графік роботи: ми розуміємо, наскільки важко знайти час для
                            відвідування ветеринара. Тому ми
                            працюємо у зручний для вас графік, щоб ви могли забезпечити необхідну допомогу своїй тварині
                            без додаткових зусиль.
                        </li>
                        <li className="mainText">Перевірена якість медичних послуг: ми завжди дбаємо про якість наших
                            послуг та забезпечуємо високий рівень
                            медичної допомоги. Ми регулярно проходимо аудити та перевірки, щоб гарантувати, що наші
                            пацієнти отримують
                            найкращу можливу допомогу.
                        </li>
                    </ul>
                    <p className="mainText">Зверніться до нас і переконайтеся в високій якості наших послуг!</p>
                </section>
            </div>
        );
    }
}

export default Why;
